<?php
include '../../main/paths.php';
?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>DEATHHADDER PRO V2</title>
  <link rel="stylesheet" href="/style/dist/main.css">
  <link rel="stylesheet" href="/style/dist/normalize.css">
</head>

<body>

  <div class="container">

  <?php

require_once $header_path;

?>

    <div class="content">
      <h1 id="block_h1">Мышь DEATHHADDER PRO V2</h1>
      <a href="/img/deathadder-pro-v2.jpg" target="_blank"><img src="/img/deathadder-pro-v2.jpg" alt="DEATHHADDER PRO V2"></a>

      <p>НЕСРАВНЕННАЯ ЭРГОНОМИКА. БЕЗ ОГРАНИЧЕНИЙ</p>
      <p class="short_desc">
        Более чем 10 миллионов проданных устройств, самая успешная игровая мышь всех времен Razer DeathAdder обеспечивает
        безграничный комфорт. Встречайте Razer DeathAdder V2 Pro - беспроводную эргономичную игровую мышь, которая
        открывает
        новую эру господства благодаря полной свободе движений и контроля.
      </p>
      <input class="button_buy" type="button" value="Купить">

      <h2 id="block_h2">Характеристики товара</h2>

      <table class="descrip">
        <col style="width: 4%;">
        <col style="width: 24%;">
        <col style="width: 24%;">
        <col style="width: 24%;">
        <col style="width: 24%;">
        <tr style="color: rgb(255, 255, 255); background-color: rgb(0, 48, 0);">
          <td>№</td>
          <td>Модель</td>
          <td>Тип переключателей</td>
          <td>Подсветка</td>
          <td>Питание</td>
        </tr>
        <tr>
          <td>1</td>
          <td>Slow</td>
          <td>RB-30</td>
          <td>белая</td>
          <td>USB 2.0</td>
        </tr>
        <tr>
          <td>2</td>
          <td>Middle</td>
          <td>RB-70</td>
          <td>3-х цветная</td>
          <td rowspan="2">3xAAA</td>
        </tr>
        <tr>
          <td>3</td>
          <td>Fast</td>
          <td>SRT-25</td>
          <td rowspan="2">RGB</td>
        </tr>
        <tr>
          <td>4</td>
          <td>Turbo</td>
          <td>SRT++ 99</td>
          <td>Li-ion</td>
        </tr>
      </table>
      <ul class="spec">
        <li>Оптический сенсор Razer Focus+ с настоящим разрешением 20 000 DPI с точностью разрешения 99,6%</li>
        <li>До 650 дюймов в секунду (IPS) / ускорение 50 G</li>
        <li>Расширенная настройка расстояния отрыва / посадки</li>
        <li>Оптические переключатели Razer ™ для мышей с долговечностью до 70 млн кликов</li>
        <li>Двойная беспроводная связь - Razer HyperSpeed ​​(2,4 ГГц) и BLE</li>
        <li>(7 + 1) независимо программируемых кнопок</li>
        <li>Ножки для мыши из 100% фторопласта(PTFE), толщиной 0,8 мм</li>
        <li>Эргономичный дизайн для правой руки с текстурированными боковыми вставками.</li>
        <li>Тактильное колесо прокрутки игрового уровня</li>
        <li>Регулировка чувствительности на лету (настройки по умолчанию: 400/800/1600/3200/6400)</li>
        <li>Расширенная встроенная память (4 + 1 профиля)</li>
        <li>Поддержка Razer Synapse 3</li>
        <li>Подсветка Razer Chroma™ с настройкой 16,8 млн цветовых оттенков</li>
        <li>Синхронизация подсветки с другими устройствами</li>
        <li>Кабель Speedflex 1,8 м для зарядки и проводного подключения</li>
        <li>Совместимость с док-станцией Razer для зарядки мыши</li>
        <li>Срок службы батареи: около 70 часов с HyperSpeed ​​Wireless, 120 часов с BLE (при работе без подсветки, время
        </li>
        <li>автономной работы зависит от настроек использования)</li>
        <li>Приблизительный размер: 127,0 мм (длина) x 61,7 мм (ширина захвата) x 42,7 мм (высота)</li>
        <li>Приблизительный вес: 88 г(без передатчика)</li>
        <li>Совместима с Xbox One с базовыми настройками</li>
      </ul>

      <h3 id="block_h3">Подробное описание товара</h3>

      <div class="full_desc">

        <h4>БЕСПРОВОДНАЯ СВЯЗЬ RAZER™ HYPERSPEED</h4>
        На 25% быстрее, чем любая другая доступная беспроводная технология, вы даже не почувствуете, что используете
        беспроводную игровую мышь из-за ее высокой скорости передачи, минимальной задержки отклика и плавного переключения
        частот в самых шумных, насыщенных данными средах.

        <h4>ОПТИЧЕСКИЙ СЕНСОР RAZER™ FOCUS+</h4>
        Наш новый улучшенный сенсор имеет лидирующее в отрасли разрешение 20000 точек на дюйм с точностью разрешения
        99,6%, гарантируя, что даже самые малые движения этой беспроводной эргономичной игровой мыши будут постоянно
        отслеживаться. Оснащенный интеллектуальными функциями датчик становится еще более точным, обеспечивая высокий
        уровень точности для победоносных хедшотов в игре.

        <h4>ОПТИЧЕСКИЕ ПЕРЕКЛЮЧАТЕЛИ RAZER™ 2-ГО ПОКОЛЕНИЯ ДЛЯ МЫШЕЙ</h4>
        Благодаря улучшенной тактильной обратной связи каждый щелчок теперь ощущается и звучит более приятно, а
        переключатели приводятся в действие с ведущим в отрасли временем отклика 0,2 миллисекунды. Поскольку больше не
        требуется традиционный физический контакт, эта форма срабатывания устраняет необходимость в задержке срабатывания
        дребезга и никогда не вызывает непреднамеренных щелчков, обеспечивая более точный контроль и безупречное
        выполнение.

        <h4>ДО 120 ЧАСОВ АВТОНОМНОЙ РАБОТЫ</h4>
        Эта беспроводная эргономичная игровая мышь предлагает 3 режима подключения для адаптации к вашим потребностям: до
        120 часов через Bluetooth для максимального использования, до 70 часов через беспроводное подключение Razer ™
        HyperSpeed ​​для игр с малой задержкой или подключение через кабель Razer ™ Speedflex чтобы вы могли продолжить
        игру даже во время зарядки.

        <h4>ТОЧНО НАСТРАИВАЕМАЯ ТАКТИЛЬНОСТЬ КОЛЕСА ПРОКРУТКИ</h4>
        Предлагая приятную обратную связь с отчетливым ощущением зубцов, колесо прокрутки также имеет более низкое
        сопротивление прокрутки, которое кажется более легким и простым в использовании, поэтому переключение между
        оружием и выполнение прыжков становится поистине естественным.

        <h4>РАСШИРЕННАЯ ВСТРОЕННАЯ ПАМЯТЬ</h4>
        Будьте готовы к сражением где угодно, имея до 5 сохраненных профилей, которые дают вам доступ к оптимальным
        раскладкам клавиш, макросам и двойному вводу с помощью функции Razer Hypershift.

        <h4>СОВМЕСТИМА С ЗАРЯДНОЙ ДОК-СТАНЦИЕЙ RAZER MOUSE DOCK CHROMA</h4>
        Razer DeathAdder V2 Pro работает с той же док-станцией для мыши, которая используется для зарядки Razer Viper
        Ultimate или Razer Basilisk Ultimate - идеальное обновление для вашей боевой станции RGB, которое можно приобрести
        отдельно.

        <h4>ТЕКСТУРИРОВАННЫЕ РЕЗИНОВЫЕ БОКОВЫЕ НАКЛАДКИ</h4>
        Для более уверенных движений, мышь снабжена резиновыми накладками, которые полностью закрывают ее левую и правую
        стороны и сформованы как часть корпуса, чтобы не отслаивались.

        <h4>НОЖКИ ИЗ 100% ФТОРОПЛАСТА PTFE</h4>
        Наслаждайтесь плавным перемещением мыши по любой поверхности с помощью ножек для мыши, изготовленных из чистейшего
        фторопласта (PTFE) высочайшего качества.

      </div>
    </div>

    <?php

    require_once $footer_path;

    ?>


  </div>

</body>

</html>